[interface]
uturn=1
4wd_unpaved_link=1

show_icons = 1
save_checksum = 0
show_exit = 1
;show_glonass = 1
show_exit_atdestination = 1

[route]
has_4wd=1
hnr_ignored_missing_country_ids=*
long_tunnel_min_length=1500
;maximum_real_alternative_count=6
;speed_profile_weight = 75 ; (100) учет влияния профайлов скорости на построении маршрута

[fonts]
default="roboto, Light"
defaultbd="roboto, Medium"
defaultit="roboto, Light Italic"
tahomabd="roboto, Medium"
valuefont="arial, Narrow"
valuefontbd="arial, Narrow Bold"

[feature]
back_exit = 1
back_button = 1

[android]
background_navigation_enabled = 1

[gps]
background_navigation = 1

;[navigation]
;enable_offroad_maneuver_icon = 0 ;mostly to avoid long route crash

[info]
SkinVersionNo ="20.48"
SkinVersionDate="11.08.2024"